Repository: mchave3/Foundry
Catalog: src/Foundry/Strings/*/Resources.resw
Source language: en_gb
Languages: ar_sa, bg_bg, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fi_fi, fr_ca, he_il, hr_hr, hu_hu, it_it, ja_jp, ko_kr, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, zh_cn, zh_tw

# Customization.OobeAccountPasswordDescription
source: Sets a predefined password for this account. Protected deployment media is required. Turn this off to use a blank password.
ar_sa: يعيّن كلمة مرور محددة مسبقًا لهذا الحساب. يلزم استخدام وسائط نشر محمية. أوقف تشغيل هذا الخيار لاستخدام كلمة مرور فارغة.
bg_bg: Задава предварително определена парола за този акаунт. Изисква се защитен носител за разполагане. Изключете тази опция, за да използвате празна парола.
cs_cz: Nastaví pro tento účet předdefinované heslo. Je vyžadováno chráněné instalační médium. Vypnutím použijete prázdné heslo.
da_dk: Angiver en foruddefineret adgangskode til denne konto. Der kræves beskyttede installationsmedier. Slå dette fra for at bruge en tom adgangskode.
de_de: Legt ein vordefiniertes Kennwort für dieses Konto fest. Ein geschütztes Bereitstellungsmedium ist erforderlich. Deaktivieren Sie diese Option, um ein leeres Kennwort zu verwenden.
el_gr: Ορίζει έναν προκαθορισμένο κωδικό πρόσβασης για αυτόν τον λογαριασμό. Απαιτείται προστατευμένο μέσο ανάπτυξης. Απενεργοποιήστε αυτήν την επιλογή για κενό κωδικό πρόσβασης.
es_mx: Establece una contraseña predefinida para esta cuenta. Se requiere un medio de implementación protegido. Desactive esta opción para usar una contraseña en blanco.
et_ee: Määrab sellele kontole eelmääratud parooli. Nõutav on kaitstud juurutusmeedium. Tühja parooli kasutamiseks lülitage see välja.
fi_fi: Asettaa tälle tilille ennalta määritetyn salasanan. Suojattu käyttöönottomedia vaaditaan. Poista tämä käytöstä, jos haluat käyttää tyhjää salasanaa.
fr_ca: Définit un mot de passe prédéfini pour ce compte. Un support de déploiement protégé est requis. Désactivez cette option pour utiliser un mot de passe vide.
he_il: הגדרת סיסמה מוגדרת מראש עבור חשבון זה. נדרשת מדיית פריסה מוגנת. כבה אפשרות זו כדי להשתמש בסיסמה ריקה.
hr_hr: Postavlja unaprijed definiranu lozinku za ovaj račun. Potreban je zaštićeni medij za implementaciju. Isključite ovu mogućnost za praznu lozinku.
hu_hu: Előre megadott jelszót állít be ehhez a fiókhoz. Védett telepítési adathordozó szükséges. Üres jelszó használatához kapcsolja ki.
it_it: Imposta una password predefinita per questo account. È necessario un supporto di distribuzione protetto. Disattiva questa opzione per usare una password vuota.
ja_jp: このアカウントに事前定義されたパスワードを設定します。保護された展開メディアが必要です。空のパスワードを使用するにはオフにします。
ko_kr: 이 계정에 미리 정의된 암호를 설정합니다. 보호된 배포 미디어가 필요합니다. 빈 암호를 사용하려면 이 옵션을 끄세요.
lt_lt: Nustato iš anksto apibrėžtą šios paskyros slaptažodį. Reikalinga apsaugota diegimo laikmena. Išjunkite, jei norite naudoti tuščią slaptažodį.
lv_lv: Iestata šim kontam iepriekš definētu paroli. Nepieciešams aizsargāts izvietošanas datu nesējs. Izslēdziet, lai izmantotu tukšu paroli.
nb_no: Angir et forhåndsdefinert passord for denne kontoen. Beskyttet distribusjonsmedium kreves. Slå av dette for å bruke et tomt passord.
nl_nl: Stelt een vooraf gedefinieerd wachtwoord in voor dit account. Beveiligde installatiemedia zijn vereist. Schakel dit uit om een leeg wachtwoord te gebruiken.
pl_pl: Ustawia wstępnie zdefiniowane hasło dla tego konta. Wymagany jest chroniony nośnik wdrożeniowy. Wyłącz tę opcję, aby użyć pustego hasła.
pt_pt: Define uma palavra-passe predefinida para esta conta. É necessário um suporte de implementação protegido. Desative esta opção para utilizar uma palavra-passe em branco.
ro_ro: Setează o parolă predefinită pentru acest cont. Este necesar un suport de implementare protejat. Dezactivați această opțiune pentru a utiliza o parolă goală.
ru_ru: Задает предопределенный пароль для этой учетной записи. Требуется защищенный носитель развертывания. Отключите этот параметр, чтобы использовать пустой пароль.
sk_sk: Nastaví pre toto konto vopred definované heslo. Vyžaduje sa chránené médium nasadenia. Vypnutím použijete prázdne heslo.
sl_si: Nastavi vnaprej določeno geslo za ta račun. Potreben je zaščiten namestitveni medij. Izklopite za uporabo praznega gesla.
sr_latn_rs: Postavlja unapred definisanu lozinku za ovaj nalog. Potreban je zaštićen medijum za primenu. Isključite ovu opciju za praznu lozinku.
sv_se: Anger ett fördefinierat lösenord för det här kontot. Skyddat distributionsmedium krävs. Stäng av detta för att använda ett tomt lösenord.
th_th: ตั้งรหัสผ่านที่กำหนดไว้ล่วงหน้าสำหรับบัญชีนี้ จำเป็นต้องใช้สื่อการปรับใช้ที่มีการป้องกัน ปิดตัวเลือกนี้เพื่อใช้รหัสผ่านว่าง
tr_tr: Bu hesap için önceden tanımlanmış bir parola ayarlar. Korumalı dağıtım medyası gereklidir. Boş parola kullanmak için bunu kapatın.
uk_ua: Установлює попередньо визначений пароль для цього облікового запису. Потрібен захищений носій розгортання. Вимкніть цей параметр, щоб використовувати порожній пароль.
zh_cn: 为此帐户设置预定义密码。需要受保护的部署媒体。关闭此选项可使用空密码。
zh_tw: 為此帳戶設定預先定義的密碼。需要受保護的部署媒體。關閉此選項可使用空白密碼。

# Customization.OobeAccountPasswordLabel
source: Set a password
ar_sa: تعيين كلمة مرور
bg_bg: Задаване на парола
cs_cz: Nastavit heslo
da_dk: Angiv en adgangskode
de_de: Kennwort festlegen
el_gr: Ορισμός κωδικού πρόσβασης
es_mx: Establecer una contraseña
et_ee: Määra parool
fi_fi: Aseta salasana
fr_ca: Définir un mot de passe
he_il: הגדרת סיסמה
hr_hr: Postavi lozinku
hu_hu: Jelszó beállítása
it_it: Imposta una password
ja_jp: パスワードを設定する
ko_kr: 암호 설정
lt_lt: Nustatyti slaptažodį
lv_lv: Iestatīt paroli
nb_no: Angi et passord
nl_nl: Een wachtwoord instellen
pl_pl: Ustaw hasło
pt_pt: Definir uma palavra-passe
ro_ro: Setați o parolă
ru_ru: Задать пароль
sk_sk: Nastaviť heslo
sl_si: Nastavi geslo
sr_latn_rs: Postavi lozinku
sv_se: Ange ett lösenord
th_th: ตั้งรหัสผ่าน
tr_tr: Parola ayarla
uk_ua: Установити пароль
zh_cn: 设置密码
zh_tw: 設定密碼

# Customization.OobeAccountTypeAdministrator
source: Administrator
ar_sa: مسؤول
bg_bg: Администратор
cs_cz: Správce
el_gr: Διαχειριστής
es_mx: Administrador
et_ee: Administraator
fi_fi: Järjestelmänvalvoja
fr_ca: Administrateur
he_il: מנהל מערכת
hu_hu: Rendszergazda
it_it: Amministratore
ja_jp: 管理者
ko_kr: 관리자
lt_lt: Administratorius
lv_lv: Administrators
pt_pt: Administrador
ru_ru: Администратор
sk_sk: Správca
sl_si: Skrbnik
sv_se: Administratör
th_th: ผู้ดูแลระบบ
tr_tr: Yönetici
uk_ua: Адміністратор
zh_cn: 管理员
zh_tw: 系統管理員

# Customization.OobeAccounts.Validation.DuplicateUserName
source: Choose a different local account name.
ar_sa: اختر اسمًا مختلفًا للحساب المحلي.
bg_bg: Изберете друго име на локален акаунт.
cs_cz: Zvolte jiný název místního účtu.
da_dk: Vælg et andet lokalt kontonavn.
de_de: Wählen Sie einen anderen lokalen Kontonamen.
el_gr: Επιλέξτε διαφορετικό όνομα τοπικού λογαριασμού.
es_mx: Elija otro nombre de cuenta local.
et_ee: Valige muu kohaliku konto nimi.
fi_fi: Valitse toinen paikallisen tilin nimi.
fr_ca: Choisissez un autre nom de compte local.
he_il: בחר שם אחר לחשבון המקומי.
hr_hr: Odaberite drugi naziv lokalnog računa.
hu_hu: Válasszon másik helyi fióknevet.
it_it: Scegli un altro nome di account locale.
ja_jp: 別のローカル アカウント名を選択してください。
ko_kr: 다른 로컬 계정 이름을 선택하세요.
lt_lt: Pasirinkite kitą vietinės paskyros pavadinimą.
lv_lv: Izvēlieties citu lokālā konta nosaukumu.
nb_no: Velg et annet lokalt kontonavn.
nl_nl: Kies een andere lokale accountnaam.
pl_pl: Wybierz inną nazwę konta lokalnego.
pt_pt: Escolha outro nome de conta local.
ro_ro: Alegeți alt nume de cont local.
ru_ru: Выберите другое имя локальной учетной записи.
sk_sk: Vyberte iný názov lokálneho konta.
sl_si: Izberite drugo ime lokalnega računa.
sr_latn_rs: Izaberite drugi naziv lokalnog naloga.
sv_se: Välj ett annat lokalt kontonamn.
th_th: เลือกชื่อบัญชีภายในเครื่องอื่น
tr_tr: Farklı bir yerel hesap adı seçin.
uk_ua: Виберіть інше ім’я локального облікового запису.
zh_cn: 请选择其他本地帐户名称。
zh_tw: 請選擇其他本機帳戶名稱。

# Customization.OobeAccounts.Validation.Generic
source: Review this local account.
ar_sa: راجع هذا الحساب المحلي.
bg_bg: Прегледайте този локален акаунт.
cs_cz: Zkontrolujte tento místní účet.
da_dk: Gennemgå denne lokale konto.
de_de: Überprüfen Sie dieses lokale Konto.
el_gr: Ελέγξτε αυτόν τον τοπικό λογαριασμό.
es_mx: Revise esta cuenta local.
et_ee: Kontrollige seda kohalikku kontot.
fi_fi: Tarkista tämä paikallinen tili.
fr_ca: Vérifiez ce compte local.
he_il: בדוק חשבון מקומי זה.
hr_hr: Pregledajte ovaj lokalni račun.
hu_hu: Ellenőrizze ezt a helyi fiókot.
it_it: Controlla questo account locale.
ja_jp: このローカル アカウントを確認してください。
ko_kr: 이 로컬 계정을 검토하세요.
lt_lt: Peržiūrėkite šią vietinę paskyrą.
lv_lv: Pārbaudiet šo lokālo kontu.
nb_no: Kontroller denne lokale kontoen.
nl_nl: Controleer dit lokale account.
pl_pl: Sprawdź to konto lokalne.
pt_pt: Reveja esta conta local.
ro_ro: Verificați acest cont local.
ru_ru: Проверьте эту локальную учетную запись.
sk_sk: Skontrolujte toto lokálne konto.
sl_si: Preverite ta lokalni račun.
sr_latn_rs: Pregledajte ovaj lokalni nalog.
sv_se: Granska det här lokala kontot.
th_th: ตรวจสอบบัญชีภายในเครื่องนี้
tr_tr: Bu yerel hesabı gözden geçirin.
uk_ua: Перевірте цей локальний обліковий запис.
zh_cn: 请检查此本地帐户。
zh_tw: 請檢查此本機帳戶。

# Customization.OobeAccounts.Validation.InvalidUserNameCharacters
source: The account name contains characters Windows does not allow.
ar_sa: يحتوي اسم الحساب على أحرف لا يسمح بها Windows.
bg_bg: Името съдържа знаци, които Windows не разрешава.
cs_cz: Název obsahuje znaky, které Windows nepovoluje.
da_dk: Kontonavnet indeholder tegn, som Windows ikke tillader.
de_de: Der Kontoname enthält von Windows nicht zugelassene Zeichen.
el_gr: Το όνομα περιέχει χαρακτήρες που δεν επιτρέπει το Windows.
es_mx: El nombre contiene caracteres que Windows no permite.
et_ee: Konto nimi sisaldab märke, mida Windows ei luba.
fi_fi: Tilin nimi sisältää merkkejä, joita Windows ei salli.
fr_ca: Le nom contient des caractères non autorisés par Windows.
he_il: שם החשבון מכיל תווים ש-Windows אינו מאפשר.
hr_hr: Naziv sadrži znakove koje Windows ne dopušta.
hu_hu: A fióknév a Windows által nem engedélyezett karaktereket tartalmaz.
it_it: Il nome contiene caratteri non consentiti da Windows.
ja_jp: アカウント名に Windows で使用できない文字が含まれています。
ko_kr: 계정 이름에 Windows에서 허용하지 않는 문자가 있습니다.
lt_lt: Paskyros pavadinime yra „Windows“ neleidžiamų simbolių.
lv_lv: Konta nosaukumā ir rakstzīmes, kuras Windows neatļauj.
nb_no: Kontonavnet inneholder tegn som Windows ikke tillater.
nl_nl: De accountnaam bevat tekens die Windows niet toestaat.
pl_pl: Nazwa zawiera znaki niedozwolone w systemie Windows.
pt_pt: O nome contém carateres não permitidos pelo Windows.
ro_ro: Numele conține caractere nepermise de Windows.
ru_ru: Имя содержит символы, запрещенные в Windows.
sk_sk: Názov obsahuje znaky, ktoré Windows nepovoľuje.
sl_si: Ime vsebuje znake, ki jih Windows ne dovoljuje.
sr_latn_rs: Naziv sadrži znakove koje Windows ne dozvoljava.
sv_se: Kontonamnet innehåller tecken som Windows inte tillåter.
th_th: ชื่อบัญชีมีอักขระที่ Windows ไม่อนุญาต
tr_tr: Hesap adı Windows'un izin vermediği karakterler içeriyor.
uk_ua: Ім’я містить символи, які Windows не дозволяє.
zh_cn: 帐户名称包含 Windows 不允许的字符。
zh_tw: 帳戶名稱包含 Windows 不允許的字元。

# Customization.OobeAccounts.Validation.PasswordConfirmationMismatch
source: Password and confirmation must match.
ar_sa: يجب أن تتطابق كلمة المرور مع التأكيد.
bg_bg: Паролата и потвърждението трябва да съвпадат.
cs_cz: Heslo a potvrzení se musí shodovat.
da_dk: Adgangskoden og bekræftelsen skal være ens.
de_de: Kennwort und Bestätigung müssen übereinstimmen.
el_gr: Ο κωδικός και η επιβεβαίωση πρέπει να ταιριάζουν.
es_mx: La contraseña y la confirmación deben coincidir.
et_ee: Parool ja kinnitus peavad ühtima.
fi_fi: Salasanan ja vahvistuksen on vastattava toisiaan.
fr_ca: Le mot de passe et la confirmation doivent correspondre.
he_il: הסיסמה והאישור חייבים להיות זהים.
hr_hr: Lozinka i potvrda moraju se podudarati.
hu_hu: A jelszónak és a megerősítésnek egyeznie kell.
it_it: La password e la conferma devono corrispondere.
ja_jp: パスワードと確認入力が一致する必要があります。
ko_kr: 암호와 확인이 일치해야 합니다.
lt_lt: Slaptažodis ir patvirtinimas turi sutapti.
lv_lv: Parolei un apstiprinājumam jāsakrīt.
nb_no: Passordet og bekreftelsen må samsvare.
nl_nl: Wachtwoord en bevestiging moeten overeenkomen.
pl_pl: Hasło i potwierdzenie muszą być zgodne.
pt_pt: A palavra-passe e a confirmação têm de corresponder.
ro_ro: Parola și confirmarea trebuie să coincidă.
ru_ru: Пароль и подтверждение должны совпадать.
sk_sk: Heslo a potvrdenie sa musia zhodovať.
sl_si: Geslo in potrditev se morata ujemati.
sr_latn_rs: Lozinka i potvrda moraju da se podudaraju.
sv_se: Lösenord och bekräftelse måste stämma överens.
th_th: รหัสผ่านและการยืนยันต้องตรงกัน
tr_tr: Parola ve onay eşleşmelidir.
uk_ua: Пароль і підтвердження мають збігатися.
zh_cn: 密码和确认必须匹配。
zh_tw: 密碼與確認內容必須相符。

# Customization.OobeAccounts.Validation.PasswordRequired
source: Enter and confirm a password, or turn off Set a password.
ar_sa: أدخل كلمة مرور وأكّدها، أو أوقف تشغيل «تعيين كلمة مرور».
bg_bg: Въведете и потвърдете парола или изключете „Задаване на парола“.
cs_cz: Zadejte a potvrďte heslo nebo vypněte možnost Nastavit heslo.
da_dk: Angiv og bekræft en adgangskode, eller slå Angiv en adgangskode fra.
de_de: Geben Sie ein Kennwort ein und bestätigen Sie es, oder deaktivieren Sie Kennwort festlegen.
el_gr: Εισαγάγετε και επιβεβαιώστε έναν κωδικό πρόσβασης ή απενεργοποιήστε τον Ορισμό κωδικού πρόσβασης.
es_mx: Escriba y confirme una contraseña, o desactive Establecer una contraseña.
et_ee: Sisestage ja kinnitage parool või lülitage Määra parool välja.
fi_fi: Anna ja vahvista salasana tai poista Aseta salasana käytöstä.
fr_ca: Entrez et confirmez un mot de passe, ou désactivez Définir un mot de passe.
he_il: הזן ואשר סיסמה, או כבה את האפשרות הגדרת סיסמה.
hr_hr: Unesite i potvrdite lozinku ili isključite Postavi lozinku.
hu_hu: Adja meg és erősítse meg a jelszót, vagy kapcsolja ki a Jelszó beállítása lehetőséget.
it_it: Immetti e conferma una password oppure disattiva Imposta una password.
ja_jp: パスワードを入力して確認するか、[パスワードを設定する] をオフにしてください。
ko_kr: 암호를 입력하고 확인하거나 암호 설정을 끄세요.
lt_lt: Įveskite ir patvirtinkite slaptažodį arba išjunkite Nustatyti slaptažodį.
lv_lv: Ievadiet un apstipriniet paroli vai izslēdziet opciju Iestatīt paroli.
nb_no: Angi og bekreft et passord, eller slå av Angi et passord.
nl_nl: Voer een wachtwoord in en bevestig het, of schakel Een wachtwoord instellen uit.
pl_pl: Wprowadź i potwierdź hasło albo wyłącz opcję Ustaw hasło.
pt_pt: Introduza e confirme uma palavra-passe ou desative Definir uma palavra-passe.
ro_ro: Introduceți și confirmați o parolă sau dezactivați Setați o parolă.
ru_ru: Введите и подтвердите пароль либо отключите параметр «Задать пароль».
sk_sk: Zadajte a potvrďte heslo alebo vypnite možnosť Nastaviť heslo.
sl_si: Vnesite in potrdite geslo ali izklopite možnost Nastavi geslo.
sr_latn_rs: Unesite i potvrdite lozinku ili isključite Postavi lozinku.
sv_se: Ange och bekräfta ett lösenord eller stäng av Ange ett lösenord.
th_th: ป้อนและยืนยันรหัสผ่าน หรือปิด ตั้งรหัสผ่าน
tr_tr: Bir parola girip onaylayın veya Parola ayarla seçeneğini kapatın.
uk_ua: Введіть і підтвердьте пароль або вимкніть параметр «Установити пароль».
zh_cn: 输入并确认密码，或关闭“设置密码”。
zh_tw: 輸入並確認密碼，或關閉「設定密碼」。

# Customization.OobeAccounts.Validation.ReservedBuiltInUserName
source: This Windows account name is reserved.
ar_sa: اسم حساب Windows هذا محجوز.
bg_bg: Това име на Windows акаунт е запазено.
cs_cz: Tento název účtu Windows je rezervovaný.
da_dk: Dette Windows-kontonavn er reserveret.
de_de: Dieser Windows-Kontoname ist reserviert.
el_gr: Αυτό το όνομα λογαριασμού Windows είναι δεσμευμένο.
es_mx: Este nombre de cuenta de Windows está reservado.
et_ee: See Windowsi konto nimi on reserveeritud.
fi_fi: Tämä Windows-tilin nimi on varattu.
fr_ca: Ce nom de compte Windows est réservé.
he_il: שם חשבון Windows זה שמור.
hr_hr: Ovaj naziv Windows računa je rezerviran.
hu_hu: Ez a Windows-fióknév foglalt.
it_it: Questo nome di account Windows è riservato.
ja_jp: この Windows アカウント名は予約されています。
ko_kr: 이 Windows 계정 이름은 예약되어 있습니다.
lt_lt: Šis „Windows“ paskyros pavadinimas rezervuotas.
lv_lv: Šis Windows konta nosaukums ir rezervēts.
nb_no: Dette Windows-kontonavnet er reservert.
nl_nl: Deze Windows-accountnaam is gereserveerd.
pl_pl: Ta nazwa konta systemu Windows jest zarezerwowana.
pt_pt: Este nome de conta do Windows está reservado.
ro_ro: Acest nume de cont Windows este rezervat.
ru_ru: Это имя учетной записи Windows зарезервировано.
sk_sk: Tento názov konta Windows je rezervovaný.
sl_si: To ime računa Windows je rezervirano.
sr_latn_rs: Ovaj naziv Windows naloga je rezervisan.
sv_se: Det här Windows-kontonamnet är reserverat.
th_th: ชื่อบัญชี Windows นี้ถูกสงวนไว้
tr_tr: Bu Windows hesap adı ayrılmıştır.
uk_ua: Це ім’я облікового запису Windows зарезервовано.
zh_cn: 此 Windows 帐户名称已被保留。
zh_tw: 此 Windows 帳戶名稱已保留。

# Customization.OobeAccounts.Validation.TrailingPeriodOrSpace
source: The account name cannot end with a full stop or space.
ar_sa: لا يمكن أن ينتهي اسم الحساب بنقطة أو مسافة.
bg_bg: Името не може да завършва с точка или интервал.
cs_cz: Název nesmí končit tečkou ani mezerou.
da_dk: Kontonavnet må ikke slutte med punktum eller mellemrum.
de_de: Der Kontoname darf nicht mit einem Punkt oder Leerzeichen enden.
el_gr: Το όνομα δεν μπορεί να τελειώνει σε τελεία ή διάστημα.
es_mx: El nombre no puede terminar con un punto ni un espacio.
et_ee: Konto nimi ei tohi lõppeda punkti ega tühikuga.
fi_fi: Tilin nimi ei voi päättyä pisteeseen tai välilyöntiin.
fr_ca: Le nom ne peut pas se terminer par un point ou une espace.
he_il: שם החשבון אינו יכול להסתיים בנקודה או ברווח.
hr_hr: Naziv ne smije završavati točkom ili razmakom.
hu_hu: A fióknév nem végződhet pontra vagy szóközre.
it_it: Il nome non può terminare con un punto o uno spazio.
ja_jp: アカウント名の末尾にピリオドやスペースは使用できません。
ko_kr: 계정 이름은 마침표나 공백으로 끝날 수 없습니다.
lt_lt: Paskyros pavadinimas negali baigtis tašku ar tarpu.
lv_lv: Konta nosaukums nedrīkst beigties ar punktu vai atstarpi.
nb_no: Kontonavnet kan ikke slutte med punktum eller mellomrom.
nl_nl: De accountnaam mag niet eindigen op een punt of spatie.
pl_pl: Nazwa nie może kończyć się kropką ani spacją.
pt_pt: O nome não pode terminar com um ponto ou espaço.
ro_ro: Numele nu se poate termina cu punct sau spațiu.
ru_ru: Имя не может заканчиваться точкой или пробелом.
sk_sk: Názov sa nesmie končiť bodkou ani medzerou.
sl_si: Ime se ne sme končati s piko ali presledkom.
sr_latn_rs: Naziv ne sme da se završava tačkom ili razmakom.
sv_se: Kontonamnet får inte sluta med punkt eller blanksteg.
th_th: ชื่อบัญชีต้องไม่ลงท้ายด้วยจุดหรือช่องว่าง
tr_tr: Hesap adı nokta veya boşlukla bitemez.
uk_ua: Ім’я не може закінчуватися крапкою або пробілом.
zh_cn: 帐户名称不能以句点或空格结尾。
zh_tw: 帳戶名稱不能以句點或空格結尾。

# Customization.OobeAccounts.Validation.UserNameRequired
source: Enter a local account name.
ar_sa: أدخل اسم حساب محلي.
bg_bg: Въведете име на локален акаунт.
cs_cz: Zadejte název místního účtu.
da_dk: Angiv et lokalt kontonavn.
de_de: Geben Sie einen lokalen Kontonamen ein.
el_gr: Εισαγάγετε όνομα τοπικού λογαριασμού.
es_mx: Escriba un nombre de cuenta local.
et_ee: Sisestage kohaliku konto nimi.
fi_fi: Anna paikallisen tilin nimi.
fr_ca: Entrez un nom de compte local.
he_il: הזן שם חשבון מקומי.
hr_hr: Unesite naziv lokalnog računa.
hu_hu: Adjon meg egy helyi fióknevet.
it_it: Immetti un nome di account locale.
ja_jp: ローカル アカウント名を入力してください。
ko_kr: 로컬 계정 이름을 입력하세요.
lt_lt: Įveskite vietinės paskyros pavadinimą.
lv_lv: Ievadiet lokālā konta nosaukumu.
nb_no: Skriv inn et lokalt kontonavn.
nl_nl: Voer een lokale accountnaam in.
pl_pl: Wprowadź nazwę konta lokalnego.
pt_pt: Introduza um nome de conta local.
ro_ro: Introduceți un nume de cont local.
ru_ru: Введите имя локальной учетной записи.
sk_sk: Zadajte názov lokálneho konta.
sl_si: Vnesite ime lokalnega računa.
sr_latn_rs: Unesite naziv lokalnog naloga.
sv_se: Ange ett lokalt kontonamn.
th_th: ป้อนชื่อบัญชีภายในเครื่อง
tr_tr: Yerel hesap adı girin.
uk_ua: Введіть ім’я локального облікового запису.
zh_cn: 请输入本地帐户名称。
zh_tw: 請輸入本機帳戶名稱。

# Customization.OobeAccounts.Validation.UserNameTooLong
source: The account name cannot exceed 256 characters.
ar_sa: لا يمكن أن يتجاوز اسم الحساب 256 حرفًا.
bg_bg: Името на акаунта не може да надвишава 256 знака.
cs_cz: Název účtu nesmí přesáhnout 256 znaků.
da_dk: Kontonavnet må ikke overstige 256 tegn.
de_de: Der Kontoname darf höchstens 256 Zeichen enthalten.
el_gr: Το όνομα λογαριασμού δεν μπορεί να υπερβαίνει τους 256 χαρακτήρες.
es_mx: El nombre de la cuenta no puede superar los 256 caracteres.
et_ee: Konto nimi ei tohi ületada 256 märki.
fi_fi: Tilin nimessä voi olla enintään 256 merkkiä.
fr_ca: Le nom du compte ne peut pas dépasser 256 caractères.
he_il: שם החשבון לא יכול לעלות על 256 תווים.
hr_hr: Naziv računa ne smije biti dulji od 256 znakova.
hu_hu: A fióknév legfeljebb 256 karakterből állhat.
it_it: Il nome dell’account non può superare i 256 caratteri.
ja_jp: アカウント名は 256 文字以内で入力してください。
ko_kr: 계정 이름은 256자를 초과할 수 없습니다.
lt_lt: Paskyros pavadinimas negali viršyti 256 simbolių.
lv_lv: Konta nosaukums nedrīkst pārsniegt 256 rakstzīmes.
nb_no: Kontonavnet kan ikke overstige 256 tegn.
nl_nl: De accountnaam mag niet langer zijn dan 256 tekens.
pl_pl: Nazwa konta nie może przekraczać 256 znaków.
pt_pt: O nome da conta não pode exceder 256 carateres.
ro_ro: Numele contului nu poate depăși 256 de caractere.
ru_ru: Имя учетной записи не может превышать 256 символов.
sk_sk: Názov konta nesmie presiahnuť 256 znakov.
sl_si: Ime računa ne sme presegati 256 znakov.
sr_latn_rs: Ime naloga ne može da sadrži više od 256 znakova.
sv_se: Kontonamnet får inte överstiga 256 tecken.
th_th: ชื่อบัญชีต้องมีความยาวไม่เกิน 256 อักขระ
tr_tr: Hesap adı 256 karakteri aşamaz.
uk_ua: Ім’я облікового запису не може перевищувати 256 символів.
zh_cn: 账户名称不能超过 256 个字符。
zh_tw: 帳戶名稱不能超過 256 個字元。
